---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.RevitAPISingleEventArgs
source: html/631b05d3-2ff7-b061-9633-684c8894afdb.htm
---
# RevitAPISingleEventArgs Members

Indicates whether the event is being cancelled.